{
  "0": "Rule #1: Don’t lose money. Rule #2: Don’t forget Rule #1.” – Warren Buffett",
  "1": "Buy not on optimism, but on arithmetic.” – Benjamin Graham",
  "2": "Minimizing downside risk while maximizing the upside is a powerful concept.” – Mohnish Pabrai",
  "3": "Spend each day trying to be a little wiser than you were when you woke up.” – Charlie Munger",
  "4": "The desire to perform all the time is usually a barrier to performing over time.” – Robert Olstein",
  "5": "Risk comes from not knowing what you’re doing.” – Warren Buffett",
  "6": "If we buy the business as a business and not as a stock speculation, then it becomes personal. I want it to be personal. – Phil Town",
  "7": "We don’t have an analytical advantage, we just look in the right place.” – Seth Klarman",
  "8": "No wise pilot, no matter how great his talent and experience, fails to use his checklist.” – Charlie Munger",
  "9": "I love quotes… but in the end, knowledge has to be converted to action or it’s worthless.” – Tony Robbins",
  "10": "It is impossible to produce superior performance unless you do something different from the majority.” – John Templeton",
  "11": "The secret to investing is to figure out the value of something - and then pay a lot less.” – Joel Greenblatt",
  "12": "It is remarkable how much long term advantage people like us have gotten by trying to be consistently not stupid, instead of trying to be very intelligent.” – Charlie Munger",
  "13": "Behind every stock is a company. Find out what it’s doing.” – Peter Lynch",
  "14": "Wide diversification is only required when investors do not understand what they are doing.” – Warren Buffett",
  "15": "Based on my own personal experience - both as an investor in recent years and an expert witness in years past - rarely do more than three or four variables really count. Everything else is noise.” – Martin Whitman",
  "16": "Compound interest is the eighth wonder of the world. He who understands it, earns it. He who doesn’t, pays it.” – Albert Einstein",
  "17": "I will tell you how to become rich. Close the doors, be fearful when others are greedy. Be greedy when others are fearful.” – Warren Buffett",
  "18": "The entrance strategy is actually more important than the exit strategy.” – Edward Lampert",
  "19": "In many ways, the stock market is like the weather in that if you don’t like the current conditions all you have to do is wait a while.” – Low Simpson",
  "20": "The ability to focus attention on important things is a defining characteristic of intelligence.” – Robert J. Shiller",
  "21": "Invest for the long-term.” – Lou Simpson",
  "22": "Rapidly changing industries are the enemy of the investor.” – Mohnish Pabrai",
  "23": "The easiest way to manage your money is to take it one step at a time and not worry about being perfect.” – Ramit Sethi",
  "24": "The stock market is filled with individuals who know the price of everything, but the value of nothing.” – Phillip Fisher",
  "25": "Although it’s easy to forget sometimes, a share is not a lottery ticket… it’s part ownership of a business.” – Peter Lynch",
  "26": "All intelligent investing is value investing. Aquiring more that you are paying for. You must value the business in order to value the stock.” – Charlie Munger",
  "27": "The stock market is a device for transferring money from the impatient to the patient.” – Warren Buffett",
  "28": "When it comes to investing, we want our money to grow with the highest rates of return, and the lowest risk possible. While there are no shortcuts to getting rich, there are smart ways to go about it.” – Phil Town"
}
